12/data/attachments/9fb3a8961b8551ab.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_ff071d7e-fa98-44f4-bfd1-d9fb754e5b70</nif:username>
            <nif:friendToBeAdded>Christopher_young_Actions_50418_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>